Repository: ak375456/gradelab_app
Catalog: dummy name/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, sv

source: Protected videos can’t be graded.
de: Geschützte Videos können nicht gegradet werden.
es: Los vídeos protegidos no se pueden etalonar.
fr: Les vidéos protégées ne peuvent pas être étalonnées.
it: I video protetti non possono essere gradati.
sv: Skyddade videor kan inte gradas.

source: Pulse
de: Pulsieren
es: Pulso
fr: Pulsation
it: Pulsazione
sv: Puls

source: Purchases will open when our Terms and Privacy Policy are published.
de: Käufe werden möglich, sobald unsere Nutzungsbedingungen und die Datenschutzrichtlinie veröffentlicht sind.
es: Las compras se abrirán cuando se publiquen nuestros Términos y nuestra Política de privacidad.
fr: Les achats seront ouverts dès la publication de nos Conditions et de notre Politique de confidentialité.
it: Gli acquisti si apriranno quando saranno pubblicati i nostri Termini e la nostra Informativa sulla privacy.
sv: Köp öppnas när våra villkor och vår integritetspolicy är publicerade.

source: Purple
de: Violett
es: Morado
fr: Violet
it: Viola
sv: Lila

source: Push
de: Schieben
es: Empuje
fr: Poussée
it: Spinta
sv: Skjut in

source: Puts real detail back after the filtering. Differences too small to be anything but noise are left out.
de: Legt nach dem Filtern echtes Detail zurück. Unterschiede, die zu klein sind, um etwas anderes als Rauschen zu sein, bleiben draußen.
es: Devuelve detalle real después del filtrado. Las diferencias demasiado pequeñas para ser algo más que ruido se dejan fuera.
fr: Remet du véritable détail après le filtrage. Les différences trop petites pour être autre chose que du bruit sont laissées de côté.
it: Rimette dettaglio vero dopo il filtraggio. Le differenze troppo piccole per essere altro che rumore vengono lasciate fuori.
sv: Lägger tillbaka verklig detalj efter filtreringen. Skillnader som är för små för att vara något annat än brus lämnas utanför.

source: Puts the property back to its default and clears its keyframes. Double-tapping the slider resets the value only.
de: Setzt die Eigenschaft auf ihren Standard zurück und löscht ihre Keyframes. Ein Doppeltippen auf den Regler setzt nur den Wert zurück.
es: Devuelve la propiedad a su valor por omisión y borra sus fotogramas clave. Un doble toque en el control restablece solo el valor.
fr: Remet la propriété à sa valeur par défaut et efface ses images clés. Un double toucher sur le curseur réinitialise la valeur uniquement.
it: Riporta la proprietà al valore predefinito e cancella i suoi fotogrammi chiave. Un doppio tocco sul cursore reimposta solo il valore.
sv: Återställer egenskapen till sitt standardvärde och rensar dess keyframes. Att dubbeltrycka på reglaget återställer bara värdet.

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
sv: Kvalitet

source: QUALITY
de: QUALITÄT
es: CALIDAD
fr: QUALITÉ
it: QUALITÀ
sv: KVALITET

source: Raise layer
de: Ebene nach oben
es: Subir la capa
fr: Monter le calque
it: Alza il livello
sv: Höj lagret

source: Range
de: Bereich
es: Rango
fr: Plage
it: Intervallo
sv: Omfång

source: Read the picture, don't guess.
de: Lies das Bild, statt zu raten.
es: Lee la imagen, no la adivines.
fr: Lisez l'image, ne devinez pas.
it: Leggi l'immagine, non tirare a indovinare.
sv: Läs bilden, gissa inte.

source: Reading format and color metadata
de: Format- und Farbmetadaten werden gelesen
es: Leyendo el formato y los metadatos de color
fr: Lecture du format et des métadonnées de couleur
it: Lettura del formato e dei metadati di colore
sv: Läser format- och färgmetadata

source: Reading format, timing, and color metadata
de: Format-, Timing- und Farbmetadaten werden gelesen
es: Leyendo el formato, la sincronía y los metadatos de color
fr: Lecture du format, du timing et des métadonnées de couleur
it: Lettura del formato, della sincronia e dei metadati di colore
sv: Läser format-, tidnings- och färgmetadata

source: Reanalyze
de: Neu analysieren
es: Volver a analizar
fr: Réanalyser
it: Analizza di nuovo
sv: Analysera igen

source: Recent Projects
de: Letzte Projekte
es: Proyectos recientes
fr: Projets récents
it: Progetti recenti
sv: Senaste projekt

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
sv: Rektangel

source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso
sv: Röd

source: Red channel. Raising adds red; lowering leans cyan.
de: Rotkanal. Anheben fügt Rot hinzu; Absenken neigt zu Cyan.
es: Canal rojo. Subirlo añade rojo; bajarlo tira hacia el cian.
fr: Canal rouge. Monter ajoute du rouge ; descendre tire vers le cyan.
it: Canale rosso. Alzarlo aggiunge rosso; abbassarlo tende al ciano.
sv: Röd kanal. Höj för mer rött; sänk för att luta mot cyan.

source: Red, green and blue levels against horizontal image position
de: Rot-, Grün- und Blauwerte über der horizontalen Bildposition
es: Niveles de rojo, verde y azul frente a la posición horizontal en la imagen
fr: Niveaux de rouge, vert et bleu en fonction de la position horizontale dans l'image
it: Livelli di rosso, verde e blu rispetto alla posizione orizzontale nell'immagine
sv: Röda, gröna och blå nivåer mot horisontellt bildläge

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
sv: Gör om

source: Redraw
de: Neu zeichnen
es: Volver a dibujar
fr: Redessiner
it: Ridisegna
sv: Rita om

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
sv: Referens

source: REFERENCE
de: REFERENZ
es: REFERENCIA
fr: RÉFÉRENCE
it: RIFERIMENTO
sv: REFERENS

source: Reference clip
de: Referenzclip
es: Clip de referencia
fr: Plan de référence
it: Clip di riferimento
sv: Referensklipp

source: REFINE
de: KORRIGIEREN
es: REFINAR
fr: AFFINER
it: RIFINISCI
sv: FÖRFINA

source: Regular
de: Normal
es: Normal
fr: Normale
it: Normale
sv: Normal

source: Remaps saturation. Lowering the right compresses colors that are already strong; lifting the left brings up quiet ones.
de: Bildet die Sättigung neu ab. Die rechte Seite abzusenken komprimiert bereits kräftige Farben; die linke anzuheben holt zurückhaltende hervor.
es: Redistribuye la saturación. Bajar la derecha comprime los colores que ya son intensos; subir la izquierda realza los más apagados.
fr: Redistribue la saturation. Baisser la droite comprime les couleurs déjà fortes ; remonter la gauche relève les plus discrètes.
it: Ridistribuisce la saturazione. Abbassare la destra comprime i colori già intensi; alzare la sinistra fa emergere quelli più sommessi.
sv: Omfördelar mättnaden. Att sänka höger sida komprimerar färger som redan är starka; att lyfta vänster sida lyfter de tystare.

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
sv: Ta bort

source: Remove “%@” from this device?
de: „%@“ von diesem Gerät entfernen?
es: ¿Quitar «%@» de este dispositivo?
fr: Retirer « %@ » de cet appareil ?
it: Rimuovere «%@» da questo dispositivo?
sv: Ta bort ”%@” från den här enheten?

source: Remove all
de: Alle entfernen
es: Quitar todo
fr: Tout retirer
it: Rimuovi tutto
sv: Ta bort alla

source: Remove All Animation
de: Alle Animationen entfernen
es: Quitar toda la animación
fr: Retirer toute l'animation
it: Rimuovi tutta l'animazione
sv: Ta bort all animering

source: Remove all animation from this clip?
de: Alle Animationen aus diesem Clip entfernen?
es: ¿Quitar toda la animación de este clip?
fr: Retirer toute l'animation de ce clip ?
it: Rimuovere tutta l'animazione da questa clip?
sv: Ta bort all animering från det här klippet?

source: Remove all animation from this shape?
de: Alle Animationen aus dieser Form entfernen?
es: ¿Quitar toda la animación de esta forma?
fr: Retirer toute l'animation de cette forme ?
it: Rimuovere tutta l'animazione da questa forma?
sv: Ta bort all animering från den här formen?

source: Remove all animation from this text?
de: Alle Animationen aus diesem Text entfernen?
es: ¿Quitar toda la animación de este texto?
fr: Retirer toute l'animation de ce texte ?
it: Rimuovere tutta l'animazione da questo testo?
sv: Ta bort all animering från den här texten?

source: Remove all text animation
de: Alle Textanimationen entfernen
es: Quitar toda la animación de texto
fr: Retirer toute l'animation de texte
it: Rimuovi tutta l'animazione del testo
sv: Ta bort all textanimering

source: Remove animation
de: Animation entfernen
es: Quitar la animación
fr: Retirer l'animation
it: Rimuovi l'animazione
sv: Ta bort animering

source: REMOVE BACKGROUND
de: HINTERGRUND ENTFERNEN
es: QUITAR EL FONDO
fr: SUPPRIMER LE FOND
it: RIMUOVI LO SFONDO
sv: TA BORT BAKGRUND

source: Remove Background Removal
de: Hintergrundentfernung aufheben
es: Quitar la eliminación de fondo
fr: Annuler la suppression du fond
it: Rimuovi l’eliminazione dello sfondo
sv: Ta bort bakgrundsborttagningen

source: Remove Background Tool
de: Werkzeug „Hintergrund entfernen“
es: Herramienta Quitar fondo
fr: Outil Retirer le fond
it: Strumento Rimuovi sfondo
sv: Verktyg för bakgrundsborttagning

source: Remove BG
de: BG entfernen
es: Quitar fondo
fr: Retirer le fond
it: Rimuovi sfondo
sv: Ta bort bakgr.

source: Remove cutout brush
de: Freisteller-Pinsel „Entfernen“
es: Pincel de recorte Quitar
fr: Pinceau de détourage Retirer
it: Pennello di scontorno Rimuovi
sv: Ta bort urklippspensel

source: Remove freeze
de: Standbild entfernen
es: Quitar congelado
fr: Supprimer l'arrêt sur image
it: Rimuovi fermo immagine
sv: Ta bort frysbild

source: Remove Freeze
de: Standbild entfernen
es: Quitar congelado
fr: Supprimer l'arrêt sur image
it: Rimuovi fermo immagine
sv: Ta bort frysbild

source: Remove it to keep exporting free.
de: Entferne ihn, um weiterhin kostenlos zu exportieren.
es: Quítalo para que la exportación siga siendo gratis.
fr: Retirez-le pour que l'export reste gratuit.
it: Rimuovilo per continuare a esportare gratis.
sv: Ta bort den för att fortsätta exportera gratis.

source: Remove layer mask
de: Ebenenmaske entfernen
es: Quitar la máscara de capa
fr: Retirer le masque de calque
it: Rimuovi la maschera di livello
sv: Ta bort lagermasken

source: Remove Look
de: Look entfernen
es: Quitar el look
fr: Retirer le look
it: Rimuovi il look
sv: Ta bort look

source: Remove Match
de: Abgleich entfernen
es: Quitar el ajuste
fr: Supprimer la correspondance
it: Rimuovi l'abbinamento
sv: Ta bort matchningen

source: Remove Text Animation
de: Textanimation entfernen
es: Quitar la animación de texto
fr: Retirer l'animation de texte
it: Rimuovi l'animazione del testo
sv: Ta bort textanimering

source: Remove them to keep exporting free.
de: Entferne sie, um weiterhin kostenlos zu exportieren.
es: Quítalos para que la exportación siga siendo gratis.
fr: Retirez-les pour que l'export reste gratuit.
it: Rimuovili per continuare a esportare gratis.
sv: Ta bort dem för att fortsätta exportera gratis.

source: Remove track matte
de: Track Matte entfernen
es: Quitar la máscara de pista
fr: Retirer le cache de piste
it: Rimuovi la maschera traccia
sv: Ta bort track matte

source: Removes manual and tracked position, size, rotation, corner radius, feather and strength keyframes. Keeps the current shape and all local grading animation. Undo restores the motion.
de: Entfernt manuelle und getrackte Keyframes für Position, Größe, Drehung, Eckenradius, weiche Kante und Stärke. Die aktuelle Form und die gesamte lokale Grading-Animation bleiben erhalten. Widerrufen stellt die Bewegung wieder her.
es: Quita los fotogramas clave de posición, tamaño, rotación, radio de esquina, suavizado e intensidad, tanto manuales como obtenidos por seguimiento. Conserva la forma actual y toda la animación de etalonaje local. Deshacer recupera el movimiento.
fr: Retire les images clés de position, taille, rotation, rayon d'angle, adoucissement et intensité, qu'elles soient manuelles ou issues du suivi. Conserve la forme actuelle et toute l'animation d'étalonnage local. Annuler rétablit le mouvement.
it: Rimuove i fotogrammi chiave di posizione, dimensione, rotazione, raggio degli angoli, sfumatura e intensità, sia manuali sia ottenuti dal tracciamento. Conserva la forma attuale e tutta l'animazione di grading locale. Annulla ripristina il movimento.
sv: Tar bort keyframes för manuell och spårad position, storlek, rotation, hörnradie, mjuk kant och styrka. Behåller den aktuella formen och all animering av den lokala gradingen. Ångra återställer rörelsen.

source: Removes the keyframe here
de: Entfernt den Keyframe hier
es: Quita el fotograma clave de aquí
fr: Retire l'image clé ici
it: Rimuove il fotogramma chiave qui
sv: Tar bort keyframen här

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
sv: Byt namn

source: Rename %@
de: %@ umbenennen
es: Renombrar %@
fr: Renommer %@
it: Rinomina %@
sv: Byt namn på %@

source: Rename layer
de: Ebene umbenennen
es: Renombrar la capa
fr: Renommer le calque
it: Rinomina il livello
sv: Byt namn på lagret

source: Rename mask
de: Maske umbenennen
es: Renombrar la máscara
fr: Renommer le masque
it: Rinomina la maschera
sv: Byt namn på masken

source: Rename preset
de: Preset umbenennen
es: Renombrar el preajuste
fr: Renommer le préréglage
it: Rinomina il preset
sv: Byt namn på förinställningen

source: Rendering at %@
de: Rendern mit %@
es: Renderizando a %@
fr: Rendu à %@
it: Rendering a %@
sv: Renderar i %@

source: Replace
de: Ersetzen
es: Sustituir
fr: Remplacer
it: Sostituisci
sv: Ersätt

source: Replace existing mask motion in this range?
de: Vorhandene Maskenbewegung in diesem Bereich ersetzen?
es: ¿Sustituir el movimiento de máscara existente en este rango?
fr: Remplacer le mouvement de masque existant sur cette plage ?
it: Sostituire il movimento della maschera esistente in questo intervallo?
sv: Ersätta befintlig maskrörelse i det här intervallet?

source: Replace Tracking Range
de: Tracking-Bereich ersetzen
es: Sustituir el rango de seguimiento
fr: Remplacer la plage de suivi
it: Sostituisci l'intervallo di tracciamento
sv: Ersätt spårningsintervallet

source: Replaces the last match. Anything you changed by hand since is replaced too.
de: Ersetzt den letzten Abgleich. Alles, was du seitdem von Hand geändert hast, wird ebenfalls ersetzt.
es: Sustituye el último ajuste. Todo lo que hayas cambiado a mano desde entonces se sustituye también.
fr: Remplace la dernière correspondance. Tout ce que vous avez changé à la main depuis est également remplacé.
it: Sostituisce l'ultimo abbinamento. Anche tutto ciò che hai cambiato a mano da allora viene sostituito.
sv: Ersätter den senaste matchningen. Allt du ändrat för hand sedan dess ersätts också.

source: Replay
de: Erneut abspielen
es: Reproducir de nuevo
fr: Rejouer
it: Riproduci di nuovo
sv: Spela upp igen

source: Replay %@ animation
de: Animation %@ erneut abspielen
es: Reproducir de nuevo la animación %@
fr: Rejouer l'animation %@
it: Riproduci di nuovo l'animazione %@
sv: Spela upp animeringen %@ igen

source: Report a bug, request a feature, or restore a purchase.
de: Melde einen Fehler, wünsche dir eine Funktion oder stelle einen Kauf wieder her.
es: Informa de un fallo, pide una función o restaura una compra.
fr: Signaler un bug, demander une fonctionnalité ou restaurer un achat.
it: Segnala un bug, chiedi una funzione o ripristina un acquisto.
sv: Rapportera ett fel, önska en funktion eller återställ ett köp.

source: Requires a supported 8-bit SDR source and a compatible hardware encoder. Try a smaller size or another codec.
de: Erfordert eine unterstützte 8-Bit-SDR-Quelle und einen kompatiblen Hardware-Encoder. Versuche eine kleinere Größe oder einen anderen Codec.
es: Requiere un origen SDR de 8 bits compatible y un codificador por hardware compatible. Prueba con un tamaño menor u otro códec.
fr: Exige une source SDR 8 bits prise en charge et un encodeur matériel compatible. Essayez une taille plus petite ou un autre codec.
it: Richiede una sorgente SDR a 8 bit supportata e un encoder hardware compatibile. Prova una dimensione più piccola o un altro codec.
sv: Kräver en 8-bitars SDR-källa som stöds och en kompatibel hårdvarukodare. Prova en mindre storlek eller en annan codec.

source: Rescue the shot you thought you lost.
de: Rette die Einstellung, die du verloren glaubtest.
es: Rescata la toma que creías perdida.
fr: Sauvez le plan que vous croyiez perdu.
it: Recupera l'inquadratura che credevi persa.
sv: Rädda tagningen du trodde var förlorad.

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
sv: Återställ

source: Reset %@
de: %@ zurücksetzen
es: Restablecer %@
fr: Réinitialiser %@
it: Reimposta %@
sv: Återställ %@

source: Reset all
de: Alle zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
it: Reimposta tutto
sv: Återställ alla

source: Reset all edits
de: Alle Bearbeitungen zurücksetzen
es: Restablecer todas las ediciones
fr: Réinitialiser toutes les modifications
it: Reimposta tutte le modifiche
sv: Återställ alla ändringar

source: Reset All Edits
de: Alle Bearbeitungen zurücksetzen
es: Restablecer todas las ediciones
fr: Réinitialiser toutes les modifications
it: Reimposta tutte le modifiche
sv: Återställ alla ändringar

source: Reset all edits?
de: Alle Bearbeitungen zurücksetzen?
es: ¿Restablecer todas las ediciones?
fr: Réinitialiser toutes les modifications ?
it: Reimpostare tutte le modifiche?
sv: Återställa alla ändringar?

source: Reset Color Warper
de: Color Warper zurücksetzen
es: Restablecer el Color Warper
fr: Réinitialiser le Color Warper
it: Reimposta il Color Warper
sv: Återställ Color Warper

source: Reset Curve
de: Kurve zurücksetzen
es: Restablecer curva
fr: Réinitialiser la courbe
it: Reimposta curva
sv: Återställ kurva

source: Reset effects
de: Effekte zurücksetzen
es: Restablecer los efectos
fr: Réinitialiser les effets
it: Reimposta gli effetti
sv: Återställ effekterna

source: Reset Grade
de: Grading zurücksetzen
es: Restablecer el etalonaje
fr: Réinitialiser l'étalonnage
it: Reimposta il grading
sv: Återställ gradingen

source: Reset Mask Grade
de: Masken-Grading zurücksetzen
es: Restablecer el etalonaje de la máscara
fr: Réinitialiser l'étalonnage du masque
it: Reimposta il grading della maschera
sv: Återställ maskens grading

source: Reset noise reduction
de: Rauschreduzierung zurücksetzen
es: Restablecer la reducción de ruido
fr: Réinitialiser la réduction de bruit
it: Reimposta la riduzione del rumore
sv: Återställ brusreduceringen

source: Reset plane
de: Diagramm zurücksetzen
es: Restablecer el plano
fr: Réinitialiser le plan
it: Reimposta il piano
sv: Återställ planet

source: Reset point
de: Punkt zurücksetzen
es: Restablecer el punto
fr: Réinitialiser le point
it: Reimposta il punto
sv: Återställ punkten

source: Reset preview zoom
de: Vorschau-Zoom zurücksetzen
es: Restablecer el zoom de la previsualización
fr: Réinitialiser le zoom de l'aperçu
it: Reimposta lo zoom dell'anteprima
sv: Återställ förhandsvisningens zoom

source: Reset Refinement
de: Korrektur zurücksetzen
es: Restablecer el refinado
fr: Réinitialiser la retouche
it: Reimposta la rifinitura
sv: Återställ förfiningen

source: Reset returns the curve to neutral. Drag anywhere off a point to scroll this panel.
de: „Zurücksetzen“ bringt die Kurve auf neutral zurück. Zieh abseits eines Punktes, um dieses Panel zu scrollen.
es: Restablecer devuelve la curva a neutro. Arrastra fuera de un punto para desplazar este panel.
fr: Réinitialiser ramène la courbe au neutre. Faites glisser en dehors d'un point pour faire défiler ce panneau.
it: Reimposta riporta la curva al neutro. Trascina fuori da un punto per scorrere questo pannello.
sv: Återställ återför kurvan till neutral. Dra var som helst utanför en punkt för att rulla den här panelen.

source: Reset Shot Match
de: Shot Match zurücksetzen
es: Restablecer Shot Match
fr: Réinitialiser Shot Match
it: Reimposta Shot Match
sv: Återställ Shot Match

source: Reset Speed
de: Tempo zurücksetzen
es: Restablecer velocidad
fr: Réinitialiser la vitesse
it: Reimposta velocità
sv: Återställ hastighet

source: Reset Speed Curve
de: Tempokurve zurücksetzen
es: Restablecer curva de velocidad
fr: Réinitialiser la courbe de vitesse
it: Reimposta curva di velocità
sv: Återställ hastighetskurva

source: Reset transform
de: Transformation zurücksetzen
es: Restablecer la transformación
fr: Réinitialiser la transformation
it: Reimposta la trasformazione
sv: Återställ transformen

source: Reset warp point
de: Warp-Punkt zurücksetzen
es: Restablecer el punto de deformación
fr: Réinitialiser le point de déformation
it: Reimposta il punto di deformazione
sv: Återställ warp-punkten

source: Resize and rotate picture
de: Bild skalieren und drehen
es: Redimensionar y girar la imagen
fr: Redimensionner et faire pivoter l’image
it: Ridimensiona e ruota l’immagine
sv: Ändra storlek och rotera bilden

source: Resize and rotate shape
de: Form skalieren und drehen
es: Redimensionar y girar la forma
fr: Redimensionner et faire pivoter la forme
it: Ridimensiona e ruota la forma
sv: Ändra storlek och rotera formen

source: Resize and rotate text
de: Text skalieren und drehen
es: Redimensionar y girar el texto
fr: Redimensionner et faire pivoter le texte
it: Ridimensiona e ruota il testo
sv: Ändra storlek och rotera texten

source: Resizing keeps the canvas shape. Upscaling does not add detail.
de: Die Größenänderung behält die Form der Arbeitsfläche. Hochskalieren fügt keine Details hinzu.
es: El cambio de tamaño mantiene la forma del lienzo. Ampliar no añade detalle.
fr: Le redimensionnement conserve la forme du canevas. L'agrandissement n'ajoute aucun détail.
it: Il ridimensionamento mantiene la forma del canvas. L'ingrandimento non aggiunge dettaglio.
sv: Storleksändringen behåller arbetsytans form. Uppskalning tillför ingen detalj.

source: Resizing keeps the original shape. Upscaling does not add detail.
de: Beim Skalieren bleibt das ursprüngliche Seitenverhältnis erhalten. Hochskalieren fügt keine Details hinzu.
es: El redimensionado conserva la proporción original. Ampliar no añade detalle.
fr: Le redimensionnement conserve les proportions d'origine. L'agrandissement n'ajoute aucun détail.
it: Il ridimensionamento conserva le proporzioni originali. Ingrandire non aggiunge dettaglio.
sv: Storleksändringen behåller originalformen. Uppskalning tillför ingen detalj.

source: Resolution
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
sv: Upplösning

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
sv: Återställ köp

source: Restoring…
de: Wird wiederhergestellt…
es: Restaurando…
fr: Restauration…
it: Ripristino…
sv: Återställer …

source: Restrained modern teal-shadow / warm-highlight look with controlled greens.
de: Zurückhaltender moderner Look mit türkisen Schatten und warmen Lichtern bei kontrollierten Grüntönen.
es: Look moderno y contenido, con sombras azul verdoso y altas luces cálidas, y verdes controlados.
fr: Look moderne et retenu, ombres bleu-vert et hautes lumières chaudes, avec des verts maîtrisés.
it: Look moderno e sobrio, con ombre blu-verdi e alte luci calde, e verdi controllati.
sv: Återhållsam modern look med turkosa skuggor och varma högdagrar, och kontrollerade grönt.

source: Retry loading prices
de: Preise erneut laden
es: Reintentar la carga de precios
fr: Réessayer de charger les tarifs
it: Riprova a caricare i prezzi
sv: Försök hämta priserna igen

source: Return to grading the whole clip
de: Zurück zum Grading des ganzen Clips
es: Volver a etalonar el clip entero
fr: Revenir à l'étalonnage de tout le clip
it: Torna al grading dell'intera clip
sv: Återgå till att grada hela klippet

source: Returns this screen to GradeLab's own colours
de: Setzt diesen Bildschirm auf GradeLabs eigene Farben zurück
es: Devuelve a esta pantalla los colores propios de GradeLab
fr: Rend à cet écran les couleurs propres de GradeLab
it: Restituisce a questa schermata i colori originali di GradeLab
sv: Återställer skärmen till GradeLabs egna färger
